Repository: kai4man/PortMaster-GUI
Catalog: PortMaster/pylibs/locales/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Danish
nl_nl: Deens

source: German
nl_nl: Duits

source: English
nl_nl: Engels

source: Spanish
nl_nl: Spaans

source: Finnish
nl_nl: Fins

source: French
nl_nl: Frans

source: Italian
nl_nl: Italiaans

source: Japanese
nl_nl: Japans

source: Korean
nl_nl: Koreaans

source: Dutch
nl_nl: Nederlands

source: Polish
nl_nl: Pools

source: Portuguese (Portugal)
nl_nl: Portugees (Portugal)

source: Portuguese (Brazil)
nl_nl: Portugees (Brazilië)

source: Russian
nl_nl: Russisch

source: Swedish
nl_nl: Zweeds

source: Ukrainian
nl_nl: Oekraïens

source: Chinese Simplified
nl_nl: Chinees (vereenvoudigd)

source: Unknown IP
nl_nl: Onbekend IP-adres

source: N/A
nl_nl: N.v.t.

source: ** NO PORT **
nl_nl: ** GEEN PORT **

source: Ready to Run
nl_nl: Klaar om te Spelen

source: Requires Files
nl_nl: Bestanden Vereist

source: Installed
nl_nl: Geïnstalleerd

source: Missing
nl_nl: Ontbrekend

source: Update Available
nl_nl: Update Beschikbaar

source: Not Installed
nl_nl: Niet Geïnstalleerd

source: Okay
nl_nl: Oké

source: Cancel
nl_nl: Annuleren

source: Fetching latest gameinfo.xml files and cover images.
nl_nl: Meest recente gameinfo.xml bestanden en cover afbeeldingen ophalen.

source: Downloading gameinfo.xml for {source_name}
nl_nl: Downloaden van gameinfo.xml voor {source_name}

source: Installing {port_name}
nl_nl: Installeert {port_name}

source: Uninstalling {port_name}
nl_nl: Deïnstalleert {port_name}

source: Updating all port sources:
nl_nl: Alle port bronnen aan het bijwerken:

source: Checking {runtime_name}
nl_nl: {runtime_name} controlerenIn order to do so:

source: You are switching from the {old_release_channel} to the {new_release_channel} version. Do you want to downgrade?
nl_nl: U wisselt van {old_release_channel} naar {new_release_channel} versie. Wilt u downgraden?

source: There is a new version of PortMaster ({portmaster_version}) Do you want to upgrade?
nl_nl: Er is een nieuwe versie van PortMaster ({portmaster_version}) Wilt u upgraden?

source: Do you want to reinstall PortMaster? This will reinstall from the {release_channel} channel to {portmaster_version}.
nl_nl: Wilt u PortMaster opnieuw installeren? Dit zal opnieuw installeren van het {release_channel} kanaal naar {portmaster_version}.

source: Ports have been added or removed, update your games list to see the new games or remove the uninstalled ones.
nl_nl: Ports zijn toegevoegd of verwijderd, werk jouw gamelijst bij om de nieuwe games te zien of de verwijderde games uit de lijst te halen.

source: Loading...
nl_nl: Laden...

source: Loading Info.
nl_nl: Informatie laden.

source: Fetching latest featured ports.
nl_nl: Ophalen van de nieuwste ports.

source: Fetching latest info.
nl_nl: Ophalen van de nieuwste informatie.

source: Fetching latest porters.
nl_nl: Nieuwste porters ophalen.

source: Loading Sources.
nl_nl: Bronnen worden geladen.

source: Loading Ports.
nl_nl: Ports worden geladen.

source: Installing Theme {download_name}.
nl_nl: Thema {download_name} wordt geïnstalleerd.

source: Installing
nl_nl: Aan het installeren

source: Theme {download_name!r} installed successfully.
nl_nl: Thema {download_name!r} is succesvol geïnstalleerd.

source: Installing {download_name}.
nl_nl: {download_name} wordt geïnstalleerd.

source: Port {download_name!r} installed successfully.
nl_nl: Port {download_name!r} is succesvol geïnstalleerd.

source: Installation failed, removing files...
nl_nl: Installatie mislukt, bestanden verwijderen...

source: Port {download_name} installed failed.
nl_nl: Port {download_name} installatie mislukt.

source: Port {download_name!r} and {runtime_name!r} installed successfully.
nl_nl: Port {download_name!r} en {runtime_name!r} succesvol geïnstalleerd.

source: Port {download_name!r} installed sucessfully, but {runtime_name!r} failed to install!! Either reinstall to try again, or check the wiki for help.
nl_nl: Port {download_name!r} is succesvol geïnstalleerd, maar {runtime_name!r} installatie is mislukt!!! Herinstalleer om het opnieuw te proberen, of controleer de wiki voor hulp.

source: Port {runtime} contains a bad runtime, game may not run correctly.
nl_nl: Poot {runtime} bevat een verkeerde runtime en het spel kan mogelijk niet correct worden uitgevoerd.

source: Port {runtime} contains an unknown runtime, game may not run correctly.
nl_nl: Port {runtime} bevat een onbekende runtime, het spel kan mogelijk niet correct worden uitgevoerd.

source: Verified
nl_nl: Geverifiëerd

source: Unverified
nl_nl: Niet geverifiëerd

source: Broken
nl_nl: Defect

source: Unable do download a runtime when in offline mode.
nl_nl: Kan geen runtime downloaden in offline modus.

source: Verifying runtime {runtime}
nl_nl: Runtime {runtime} verifiëren

source: Verifying
nl_nl: Verifiëren

source: Unable to find a download for {runtime}.
nl_nl: Kan geen download vinden voor {runtime}.

source: Unable to download {runtime} in {device_arch}.
nl_nl: Kan {runtime} niet downloaden in {device_arch}.

source: Verified {runtime} successfully.
nl_nl: {runtime} succesvol geverifieerd.

source: Verified {runtime}.
nl_nl: {runtime} geverifiëerd.

source: Updating {runtime}.
nl_nl: {runtime} bijwerken.

source: Runtime {runtime} is broken, reinstalling.
nl_nl: Runtime {runtime} is defect, herinstalleert.

source: Downloading runtime {runtime}.
nl_nl: Runtime {runtime} aan het downloaden.

source: Unable to download {runtime}, game may not run correctly.
nl_nl: Kan {runtime} niet downloaden, het spel kan mogelijk niet correct worden uitgevoerd.

source: Successfully downloaded {runtime}.
nl_nl: {runtime} succesvol gedownload.

source: Unable to download in offline mode.
nl_nl: Kan geen port downloaden in offline modus.

source: Unable to find a source for {port_name}
nl_nl: Kan geen bron vinden voor {port_name}

source: Unknown port {port_name}
nl_nl: Onbekende port {port_name}

source: Removing {port_name}
nl_nl: Verwijderen van {port_name}

source: Successfully uninstalled {port_name}
nl_nl: {port_name} succesvol verwijderd

source: In order to do so: MENU -> UTILITIES -> Rescan Rom Directory
nl_nl: Om dit te doen: MENU → HULPPROGRAMMA'S → Rom-map opnieuw scannen

source: Cache out of date.
nl_nl: Cache verouderd.

source: First check.
nl_nl: Eerste controle.

source: Auto Update.
nl_nl: Automatisch Bijwerken.

source: Updating
nl_nl: Bijwerken

source: Up to date already
nl_nl: Al bijgewerkt

source: Fetching latest info
nl_nl: Nieuwste informatie ophalen

source: Done.
nl_nl: Klaar.

source: Unable to find {port_name}.
nl_nl: Kan {port_name} niet vinden.

source: Unable to find verification info for {port_name}.
nl_nl: Kan de verificatie-informatie voor {port_name} niet vinden.

source: Unable to download verification info for {port_name}.
nl_nl: Kan de verificatie-informatie voor {port_name} niet vinden.

source: Success!
nl_nl: Succes!

source: Fetching info
nl_nl: Informatie ophalen

source: {source_name}: Fetching latest ports
nl_nl: {source_name}: Laatste ports ophalen

source: Fetching info.
nl_nl: Informatie ophalen.

source: Unable to download verification file.
nl_nl: Kan verificatiebestand niet downloaden.

source: Unable to download non zip files.
nl_nl: Kan geen non-zip bestanden downloaden.

source: Unable to download file. [{status_code}]
nl_nl: Kan bestand niet downloaden. [{status_code}]

source: Downloading {file_url} - ({total_length_mb})
nl_nl: Downloaden {file_url} - ({total_length_mb})

source: Downloading file.
nl_nl: Bestand wordt gedownload.

source: Download failed: {err}
nl_nl: Downloaden mislukt: {err}

source: Download validation failed.
nl_nl: Download validatie mislukt.

source: Passed file validation.
nl_nl: Bestandsvalidatie goedgekeurd.

source: Unable to validate download.
nl_nl: Kan download niet valideren.

source: Main Menu
nl_nl: Hoofdmenu

source: Accept
nl_nl: Accepteren

source: Quit
nl_nl: Sluiten

source: Are you sure you want to exit PortMaster?
nl_nl: Weet u zeker dat u PortMaster wilt afsluiten?

source: Featured Ports
nl_nl: Aanbevolen Ports

source: Hand curated lists of ports
nl_nl: Hand samengestelde lijst van ports

source: All Ports
nl_nl: Alle ports

source: List all ports available on PortMaster.
nl_nl: Toon alle beschikbare ports op PortMaster.

source: Ready to Run Ports
nl_nl: Klaar om te Spelen Ports

source: List all ports that are ready to play!
nl_nl: Lijst alle ports die klaar zijn om te spelen!

source: Manage Ports
nl_nl: Beheer Ports

source: Update / Uninstall Ports
nl_nl: Update / Verwijder Ports

source: Options
nl_nl: Opties

source: PortMaster Options
nl_nl: PortMaster Opties

source: Exit
nl_nl: Sluiten

source: Quit PortMaster
nl_nl: Sluit PortMaster

source: Enter
nl_nl: Ga

source: Secret Mode {secret_mode}
nl_nl: Geheime Modus {secret_mode}

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: Options Menu
nl_nl: Opties Menu

source: Choose Language
nl_nl: Kies Taal

source: Select the language PortMaster uses.
nl_nl: Selecteer de taal voor PortMaster.

source: Select Theme
nl_nl: Selecteer Thema

source: Select a theme for PortMaster.
nl_nl: Selecteer een thema voor PortMaster.

source: Select Color Scheme
nl_nl: Selecteer Kleurenschema

source: Select a colour scheme for PortMaster
nl_nl: Selecteer een kleurenschema voor PortMaster

source: Music:
nl_nl: Muziek:

source: Enable or Disable background music in PortMaster.
nl_nl: Achtergrondmuziek voor PortMaster in- of uitschakelen.

source: Sound FX:
nl_nl: Geluidseffecten:

source: Enable or Disable soundfx in PortMaster.
nl_nl: Geluidseffecten voor PortMaster in- of uitschakelen.

source: Manual
nl_nl: Handmatig

source: PortMaster updates metadata when ports are installed so that it shows port images and descriptions when browsing ports on your device.
nl_nl: PortMaster updates metadata wanneer ports zijn geïnstalleerd zodat deze portafbeeldingen en -beschrijvingen weergeven tijdens het browsen van ports op uw apparaat.

source: Metadata Refresh
nl_nl: Metadata Verversen

source: Manually update port metadata with missing/updated information and artwork.
nl_nl: Werk handmatig de poortmetagegevens bij met bijgewerkte informatie en opmaak.

source: Ports Location:
nl_nl: Locatie ports:

source: Roms section
nl_nl: Roms sectie

source: Location where ports should be installed to.
nl_nl: Locatie waar ports geïnstalleerd moeten worden.

source: System
nl_nl: Systeem

source: Runtime Manager
nl_nl: Runtime Beheerder

source: Manage port runtimes.
nl_nl: Beheer port runtimes.

source: Experimental Ports:
nl_nl: Experimentele Ports:

source: Show or hide experimental ports.
nl_nl: Toon of verberg experimentele ports.

source: Update Ports
nl_nl: Ports Bijwerken

source: Fetch latest ports information.
nl_nl: Haal recente poort informatie op.

source: Update PortMaster
nl_nl: PortMaster Bijwerken

source: Force check for a new PortMaster version.
nl_nl: Forceer check voor een nieuwe PortMaster versie.

source: Restore PortMaster
nl_nl: PortMaster herstellen

source: This will restore PortMaster to the latest stable version of PortMaster.
nl_nl: Dit zal PortMaster herstellen naar de laatste stabiele versie van PortMaster.

source: Release Channel: {channel}
nl_nl: Release Kanaal: {channel}

source: Change release channel of PortMaster, either beta or stable.
nl_nl: Verander het release-kanaal van PortMaster, bèta of stabiel.

source: Enable Alpha Releases
nl_nl: Activeer Alpha Releases

source: Change release channel of PortMaster to alpha.
nl_nl: Verander het release-kanaal van PortMaster naar alpha.

source: Controller Mode: {controller_mode}
nl_nl: Controller Modus: {controller_mode}

source: Toggle between various controller layouts.
nl_nl: Schakel tussen verschillende controller lay-outs.

source: Secret Options
nl_nl: Geheime Opties

source: All Ports:
nl_nl: Alle Ports:

source: Show all ports, ignoring requirements.
nl_nl: Toon alle ports, negeer vereisten.

source: CWTBE Mode:
nl_nl: CWTBE Modus:

source: Enable gptokeyb2 by default.
nl_nl: Gptokeyb2 als standaard inschakelen.

source: Delete PortMaster Config
nl_nl: Verwijder PortMaster Configuratie

source: This can break stuff, don't touch unless you know what you are doing.
nl_nl: Dit kan dingen breken, raak niet aan tenzij je weet wat je doet.

source: Delete PortMaster Runtimes
nl_nl: Verwijder PortMaster Runtimes

source: Back
nl_nl: Terug

source: Are you sure you want to restore PortMaster? This will require you to run a specially crafted port that will be installed.
nl_nl: Weet u zeker dat u PortMaster wilt herstellen? Hiervoor moet u een speciaal gemaakte port uitvoeren die zal worden geïnstalleerd.

source: A special port has been installed called "Restore PortMaster.sh" Run this port to restore your PortMaster installation.
nl_nl: Een speciale port is geïnstalleerd genaamd "Restore PortMaster.sh" Voer deze poort uit om uw PortMaster installatie te herstellen.

source: PortMaster will now quit so you can run the restoration port.
nl_nl: PortMaster wordt nu afgesloten zodat u de herstelport kunt uitvoeren.

source: Are you sure you want to change to the alpha release channel? PortMaster will upgrade or downgrade accordingly. THIS CAN AND WILL BREAK STUFF, YOU HAVE BEEN WARNED
nl_nl: Weet u zeker dat u wilt veranderen naar het alpha-release kanaal? PortMaster zal worden geüpgraded of gedegradeerd. DIT KAN EN ZAL DINGEN BREKEN, U BEN GEWAARSCHUWD

source: Are you sure you want to change the release channel from {current_channel} to {new_channel}? PortMaster will upgrade or downgrade accordingly.
nl_nl: Weet u zeker dat u het release-kanaal van {current_channel} naar {new_channel} wilt wijzigen? PortMaster zal worden geüpgraded of gedegradeerd naar toepassing.

source: Are you sure you want to update your gamelist.xml? This will override any scraped artwork or port information and will require a 50+ MB download.
nl_nl: Weet u zeker dat u uw gamelist.xml wilt updaten? Dit overschrijft alle gescrapede bestands- of portinformatie en vereist een download van 50+ MB.

source: Are you sure you want to move ports from the {from_mode} to the {to_mode}
nl_nl: Weet u zeker dat u ports van {from_mode} naar {to_mode} wilt verplaatsen

source: SDCARD 1
nl_nl: SD KAART 1

source: SDCARD 2
nl_nl: SD KAART 2

source: Are you sure you want to manage and install ports on {to_loc}? Already installed ports will not be moved. PortMaster will restart for this to take effect.
nl_nl: Weet je zeker dat je poorten wilt beheren en installeren op {to_loc}? Reeds geïnstalleerde poorten worden niet verplaatst. PortMaster zal opnieuw opstarten om dit door te voeren.

source: Deleting Runtimes:
nl_nl: Runtimes verwijderen:

source: Source Manager
nl_nl: Bron Beheerder

source: Download All
nl_nl: Download Alles

source: Used
nl_nl: Gebruikt

source: Not Used
nl_nl: Niet Gebruikt

source: Check
nl_nl: Controleer

source: Uninstall
nl_nl: Verwijder

source: Install
nl_nl: Installeer

source: Are you sure you want to download and verify all runtimes?
nl_nl: Weet je zeker dat je alle runtimes wilt downloaden en verifiëren?

source: Deleted runtime {runtime}
nl_nl: Runtime {runtime} verwijderd

source: {theme_name} (Selected)
nl_nl: {theme_name} (Geselecteerd)

source: Select
nl_nl: Selecteer

source: Do you want to change theme? You will have to restart for it to take effect.
nl_nl: Wilt u het thema wijzigen? U moet opnieuw opstarten voordat het in effect gaat.

source: Select Colour Scheme
nl_nl: Selecteer Kleurenschema

source: {item_name} (Selected)
nl_nl: {item_name} (Geselecteerd)

source: Do you want to change the themes color scheme? You will have to restart for it to take affect.
nl_nl: Wilt u het thema's kleurenschema wijzigen? U moet opnieuw opstarten voordat het in effect gaat.

source: Language Select
nl_nl: Taal selecteren

source: {lang_name} (Selected)
nl_nl: {lang_name} (Geselecteerd)

source: Do you want to change language? You will have to restart for it to take affect.
nl_nl: Wilt u de taal wijzigen? U moet opnieuw opstarten voordat het in effect gaat.

source: Delete
nl_nl: Verwijder

source: Upper Case
nl_nl: Hoofdletters

source: Space
nl_nl: Spatie

source: Lower Case
nl_nl: Kleine letters

source: No featured ports found, internet connection is required.
nl_nl: Geen aanbevolen ports gevonden, internetverbinding is vereist.

source: NO PORTS
nl_nl: GEEN PORTS

source: ** NO PORTS FOUND **
nl_nl: ** GEEN PORTS GEVONDEN **

source: Download ports first.
nl_nl: Download eerst ports.

source: Try removing some filters.
nl_nl: Probeer enkele filters te verwijderen.

source: Show Info
nl_nl: Toon info

source: Ports List
nl_nl: Ports Lijst

source: Hide Info
nl_nl: Verberg informatie

source: Reinstall
nl_nl: Herinstalleer

source: Are you sure you want to uninstall {port_name}?
nl_nl: Weet u zeker dat u {port_name} wilt verwijderen?

source: Filters Scene
nl_nl: Scène Filters

source: Alphabetical
nl_nl: Alfabetisch

source: Recently Added
nl_nl: Recent Toegevoegd

source: Recently Updated
nl_nl: Recent Bijgewerkt

source: Action
nl_nl: Actie

source: Adventure
nl_nl: Avontuur

source: Casino/Card
nl_nl: Casino/Kaart

source: Puzzle
nl_nl: Puzzel

source: Rhythm
nl_nl: Ritme

source: Role Playing Game
nl_nl: Rollenspel

source: Simulation
nl_nl: Simulatie

source: Sports
nl_nl: Sporten

source: Strategy
nl_nl: Strategie

source: Visual Novel
nl_nl: Visuele Roman

source: Other
nl_nl: Andere

source: Files Required
nl_nl: Bestanden Verplicht

source: Experimental
nl_nl: Experimenteel

source: Broken Ports
nl_nl: Gebroken Ports

source: Free game, all files included.
nl_nl: Gratis spel, alle bestanden inbegrepen.

source: Demo files included.
nl_nl: Demo bestanden inbegrepen.

source: Free external assets needed.
nl_nl: Gratis externe bestanden nodig.

source: Paid external assets needed.
nl_nl: Betaalde externe bestanden nodig.

source: Sort:
nl_nl: Sorteer:

source: Clear Filters
nl_nl: Filters Wissen

source: Attributes:
nl_nl: Attributen:

source: Architecture:
nl_nl: Architectuur:

source: Availability:
nl_nl: Beschikbaarheid:

source: Messages
nl_nl: Berichten

source: Are you sure you want to cancel?
nl_nl: Weet u zeker dat u wilt annuleren?

source: credits_text
nl_nl: PortMaster is een project dat met grote toewijding is gemaakt. Wij brengen onze diepe dankbaarheid over aan het hele PortMaster-team en alle bijdragers voor hun harde werk. Aanpassing voor stockOS MOD Speciale dank aan de ontwikkelaars wier hulp deze aanpassing mogelijk maakte: cbepx kai4man lyghters simotek

source: Credits
nl_nl: Bedankingen

source: View PortMaster credits and contributors.
nl_nl: Bekijk PortMaster bedankingen en bijdragers.
